In [1]:
import pandas as pd

In [2]:
Movies=['Drishyam','Forrest Gump','Sholay','Interstellar','Gladiator']
Ratings=[8.6,8.8,8.3,8.6,8.5]
Release=[2013,1994,1975,2014,2000]
Type=['Bollywood','Hollywood','Bollywood','Hollywood','Hollywood']

In [9]:
Movie_data=zip(Movies,Ratings,Release,Type)

In [10]:
df=pd.DataFrame(data=Movie_data,columns=['Movies','Ratings','Year of Release','Type'])

In [11]:
df

         Movies  Ratings  Year of Release       Type
0      Drishyam      8.6             2013  Bollywood
1  Forrest Gump      8.8             1994  Hollywood
2        Sholay      8.3             1975  Bollywood
3  Interstellar      8.6             2014  Hollywood
4     Gladiator      8.5             2000  Hollywood

In [13]:
df.to_csv('Movie_data.csv',index=None)

In [14]:
df.head()

         Movies  Ratings  Year of Release       Type
0      Drishyam      8.6             2013  Bollywood
1  Forrest Gump      8.8             1994  Hollywood
2        Sholay      8.3             1975  Bollywood
3  Interstellar      8.6             2014  Hollywood
4     Gladiator      8.5             2000  Hollywood

In [15]:
df.tail()

         Movies  Ratings  Year of Release       Type
0      Drishyam      8.6             2013  Bollywood
1  Forrest Gump      8.8             1994  Hollywood
2        Sholay      8.3             1975  Bollywood
3  Interstellar      8.6             2014  Hollywood
4     Gladiator      8.5             2000  Hollywood